export const photoDescriptions = [
  "Замовник, який вперше бачить високу ціну за ремонт.",
  "Кавоварка після того, як інженери нарешті додали 'робити каву' до списку суперсил.",
  "Фігура у футуристичному вбранні виглядає так само розпливчато, як мої плани на понеділок вранці.",
  "Серфінгістка на дошці здається такою зосередженою, ніби вона вирішила з'ясувати, чому дельфіни не відповідають на її SMS-повідомлення.",
  "Моя шкільна вчителька з географії",
  "Пілот вирішив зробити смажену курку без каструлі.",
  "Коли забув вимкнути волосся після завершення зйомок фільму про відьом.",
  "Астронавт вирішив підзарядити свій мозок прямо від сонця.",
  "Космічний корабель має так багато гострих кутів, що, здається, він вирішив стати головним на різдвяному столі замість індика.",
  "ЗСУ запрошує москаля відпочити в нашій землі",
  "GPT жартує: дайвер з портативним світлом шукає місцевий Wi-Fi.",
  "GPT вважає: повітряний корабель хотів стати зіркою диско.",
  "GPT вважає, що цей автомобіль зараз у режимі 'перетворитися на робота'.",
  "GPT вважає, що ця жінка викликала вітер для найкращого селфі.",
  "GPT вважає, що космос простягнув руку допомоги з збору картоплі.",
  "GPT вважає, що це корабельний паркан, щоб космічні коти не втекли.",
  "GPT вважає, що цей робот теж хоче бути пожежником, але забув вимкнути тостер.",
  "GPT вважає, що цей поїзд вирішив, що літає краще, ніж їздить по рейках.",
  "GPT вважає, що ці мехи стоять у черзі за кавою на понеділок ранок.",
  "GPT вважає, що ця дівчина перенесла 'великі плани на вихідні' на новий рівень.",
  "GPT жартує: корабель готується до галактичного фестивалю світла і звуку.",
  "GPT жартує: робот-жаба просто хоче зігрітися в холодну планетарну ніч.",
  "GPT жартує: роботи переплутали пральню зі станцією космічних таксі.",
  "GPT жартує: світловий шпагат – це новий тренд у космічному фітнесі.",
  "GPT жартує: тролейбус вирішив перейти на антигравітаційне паливо."
]

export const commentVariationsList = ["Все відмінно!",
  "Загалом все непогано. Але не всі.",
  "Коли ви робите фотографію, добре б прибирати палець із кадру. Зрештою, це просто непрофесійно.",
  "Моя бабуся випадково чхнула з фотоапаратом у руках і у неї вийшла фотографія краща.",
  "Я послизнувся на банановій шкірці і впустив фотоапарат на кота і у мене вийшла фотографія краще.",
  "Обличчя людей на фотці перекошені, ніби їх побивають. Як можна було зловити такий невдалий момент?"
]

export const authorsNamesList = ["Петро Буковель", "Ожина Карпатська", "Вова-зі-Львова", "Нюхач лісу", "Гжижко Гравіце", "Вітя"]
