export const likesMaxValue = 100
export const commentsMaxValue = 6
export const avatarsMaxValue = 6

export const photoDescriptions = [
  "Моя шкільна вчителька з географії",
  "Серфінгістка на дошці здається такою зосередженою, ніби вона вирішила з'ясувати, чому дельфіни не відповідають на її SMS-повідомлення.",
  "Фігура у футуристичному вбранні виглядає так само розпливчато, як мої плани на понеділок вранці.",
  "Кавоварка після того, як інженери нарешті додали 'робити каву' до списку суперсил.",
  "Замовник, який вперше бачить високу ціну за ремонт.",
  "ЗСУ запрошує москаля відпочити в нашій землі",
  "Космічний корабель має так багато гострих кутів, що, здається, він вирішив стати головним на різдвяному столі замість індика.",
  "Астронавт вирішив підзарядити свій мозок прямо від сонця.",
  "Коли забув вимкнути волосся після завершення зйомок фільму про відьом.",
  "Пілот вирішив зробити смажену курку без каструлі.",
  "GPT вважає, що космос простягнув руку допомоги з збору картоплі.",
  "GPT вважає, що ця жінка викликала вітер для найкращого селфі.",
  "GPT вважає, що цей автомобіль зараз у режимі 'перетворитися на робота'.",
  "GPT вважає: повітряний корабель хотів стати зіркою диско.",
  "GPT жартує: дайвер з портативним світлом шукає місцевий Wi-Fi.",
  "GPT вважає, що ця дівчина перенесла 'великі плани на вихідні' на новий рівень.",
  "GPT вважає, що ці мехи стоять у черзі за кавою на понеділок ранок.",
  "GPT вважає, що цей поїзд вирішив, що літає краще, ніж їздить по рейках.",
  "GPT вважає, що цей робот теж хоче бути пожежником, але забув вимкнути тостер.",
  "Очікуємо на евакуацію",
  "GPT жартує: тролейбус вирішив перейти на антигравітаційне паливо.",
  "GPT жартує: світловий шпагат – це новий тренд у космічному фітнесі.",
  "GPT жартує: корабель готується до галактичного фестивалю світла і звуку.",
  "Пів голови краще ніж взагалі без голови",
  "GPT жартує: роботи переплутали пральню зі станцією космічних таксі.",
]

export const commentVariationsList = [
  "Все відмінно!",
  "Загалом все непогано. Але не всі.",
  "Коли ви робите фотографію, добре б прибирати палець із кадру. Зрештою, це просто непрофесійно.",
  "Моя бабуся випадково чхнула з фотоапаратом у руках і у неї вийшла фотографія краща.",
  "Я послизнувся на банановій шкірці і впустив фотоапарат на кота і у мене вийшла фотографія краще.",
  "Обличчя людей на фотці перекошені, ніби їх побивають. Як можна було зловити такий невдалий момент?"
]

export const authorsNamesList = ["Петро Буковель", "Ожина Карпатська", "Вова-зі-Львова", "Нюхач лісу", "Гжижко Гравіце", "Вітя"]
